// Upazila for a district. Thana only inside a city corporation.
export const districtLocalities = {
  "ঢাকা": {
    "upazilas": [
      "কেরানীগঞ্জ",
      "দোহার",
      "ধামরাই",
      "নবাবগঞ্জ",
      "সাভার"
    ],
    "cities": [
      {
        "name": "ঢাকা উত্তর সিটি কর্পোরেশন",
        "thanas": [
          "উত্তরা পশ্চিম",
          "উত্তরা পূর্ব",
          "উত্তরখান",
          "দক্ষিণখান",
          "বিমানবন্দর",
          "খিলক্ষেত",
          "ভাটারা",
          "বাড্ডা",
          "রামপুরা",
          "হাতিরঝিল",
          "তেজগাঁও",
          "তেজগাঁও শিল্পাঞ্চল",
          "শেরেবাংলা নগর",
          "মোহাম্মদপুর",
          "আদাবর",
          "দারুসসালাম",
          "মিরপুর",
          "পল্লবী",
          "রূপনগর",
          "শাহ আলী",
          "কাফরুল",
          "ভাষানটেক",
          "ক্যান্টনমেন্ট",
          "বনানী",
          "গুলশান",
          "তুরাগ"
        ]
      },
      {
        "name": "ঢাকা দক্ষিণ সিটি কর্পোরেশন",
        "thanas": [
          "কোতোয়ালি",
          "সূত্রাপুর",
          "লালবাগ",
          "চকবাজার",
          "বংশাল",
          "ওয়ারী",
          "গেন্ডারিয়া",
          "শ্যামপুর",
          "যাত্রাবাড়ী",
          "ডেমরা",
          "কদমতলী",
          "মতিঝিল",
          "পল্টন",
          "রমনা",
          "শাহবাগ",
          "ধানমন্ডি",
          "নিউমার্কেট",
          "কলাবাগান",
          "হাজারীবাগ",
          "কামরাঙ্গীরচর",
          "শাহজাহানপুর",
          "খিলগাঁও",
          "মুগদা",
          "সবুজবাগ"
        ]
      }
    ]
  },
  "ফরিদপুর": {
    "upazilas": [
      "আলফাডাঙ্গা",
      "চরভদ্রাসন ",
      "নগরকান্ড",
      "ফরিদপুর সদর",
      "বোয়ালমারী",
      "ভাঙ্গা",
      "মধুখালি",
      "শালথা",
      "সদরপুর"
    ],
    "cities": []
  },
  "গাজীপুর": {
    "upazilas": [
      "কাপাসিয়া",
      "কালিয়াকৈর",
      "কালীগঞ্জ",
      "গাজীপুর সদর",
      "টঙ্গি",
      "শ্রীপুর"
    ],
    "cities": [
      {
        "name": "গাজীপুর সিটি কর্পোরেশন",
        "thanas": [
          "গাজীপুর সদর",
          "টঙ্গী",
          "কাশিমপুর",
          "কোনাবাড়ী"
        ]
      }
    ]
  },
  "গোপালগঞ্জ": {
    "upazilas": [
      "কাশিয়ানি",
      "কোটালিপাড়া",
      "গোপালগঞ্জ সদর",
      "টুঙ্গিপাড়া",
      "মুকসুদপুর"
    ],
    "cities": []
  },
  "জামালপুর": {
    "upazilas": [
      "ইসলামপুর",
      "জামালপুর সদর",
      "দেওয়ানগঞ্জ",
      "নারুন্দি",
      "বকসিগঞ্জ",
      "মাদারগঞ্জ",
      "মেলানদাহা",
      "সরিষাবাড়ি "
    ],
    "cities": []
  },
  "কিশোরগঞ্জ": {
    "upazilas": [
      "অষ্টগ্রাম",
      "ইটনা",
      "কতিয়াদি",
      "করিমগঞ্জ",
      "কিশোরগঞ্জ সদর",
      "কুলিয়ারচর",
      "তাড়াইল",
      "নিকলি",
      "পাকুন্ডা",
      "বাজিতপুর",
      "ভৈরব",
      "মিঠামাইন",
      "হোসেনপুর "
    ],
    "cities": []
  },
  "মাদারীপুর": {
    "upazilas": [
      "কালকিনি",
      "দশর",
      "মাদারীপুর সদর",
      "রাজইর",
      "শিবচর"
    ],
    "cities": []
  },
  "মানিকগঞ্জ": {
    "upazilas": [
      "ঘিওর",
      "দৌলতপুর",
      "মানিকগঞ্জ সদর",
      "শিবালয়",
      "সাটুরিয়া",
      "সিঙ্গাইর",
      "হরিরামপুর"
    ],
    "cities": []
  },
  "মুন্সিগঞ্জ": {
    "upazilas": [
      "গজারিয়া",
      "টঙ্গিবাড়ি",
      "মুন্সিগঞ্জ সদর",
      "লোহাজং",
      "শ্রীনগর",
      "সিরাজদিখান"
    ],
    "cities": []
  },
  "ময়মনসিংহ": {
    "upazilas": [
      "ঈশ্বরগঞ্জ",
      "গফরগাঁও",
      "গৌরিপুর",
      "ত্রিশাল",
      "ধবারুয়া",
      "নন্দাইল",
      "ফুলপুর",
      "ফুলবাড়িয়া",
      "ভালুকা",
      "ময়মনসিং সদর",
      "মুক্তাগাছা",
      "হালুয়াঘাট"
    ],
    "cities": [
      {
        "name": "ময়মনসিংহ সিটি কর্পোরেশন",
        "thanas": [
          "ময়মনসিংহ কোতোয়ালি"
        ]
      }
    ]
  },
  "নারায়ণগঞ্জ": {
    "upazilas": [
      "আড়াইহাজার",
      "নারায়ানগঞ্জ সদর",
      "বান্দার",
      "রূপগঞ্জ",
      "সিদ্ধিরগঞ্জ",
      "সোনারগাঁও"
    ],
    "cities": [
      {
        "name": "নারায়ণগঞ্জ সিটি কর্পোরেশন",
        "thanas": [
          "নারায়ণগঞ্জ সদর",
          "সিদ্ধিরগঞ্জ",
          "ফতুল্লা",
          "বন্দর"
        ]
      }
    ]
  },
  "নরসিংদী": {
    "upazilas": [
      "নরসিংদী সদর",
      "পলাশ",
      "বেলাবো",
      "মনোহরদি",
      "রায়পুর",
      "শিবপুর"
    ],
    "cities": []
  },
  "নেত্রকোনা": {
    "upazilas": [
      "আটপাড়া",
      "কলমাকান্দা",
      "কেন্দুয়া",
      "খালিয়াজুরি",
      "দুর্গাপুর",
      "নেত্রকোনা সদর",
      "পূর্বধলা",
      "বরহাট্টা",
      "মদন",
      "মোহনগঞ্জ"
    ],
    "cities": []
  },
  "রাজবাড়ী": {
    "upazilas": [
      "কালুখালি",
      "গোয়ালন্দ ঘাট",
      "পাংশা",
      "বালিয়াকান্দি",
      "রাজবাড়ি সদর"
    ],
    "cities": []
  },
  "শরীয়তপুর": {
    "upazilas": [
      "গোসাইর হাট ",
      "জাজিরা",
      "দামুদিয়া",
      "নড়িয়া",
      "ভেদারগঞ্জ",
      "শরীয়তপুর সদর "
    ],
    "cities": []
  },
  "শেরপুর": {
    "upazilas": [
      "ঝিনাইগাতি",
      "নাকলা",
      "নালিতাবাড়ি",
      "শেরপুর সদর",
      "শ্রীবরদি"
    ],
    "cities": []
  },
  "টাঙ্গাইল": {
    "upazilas": [
      "কালিহাতি",
      "গোপালপুর",
      "ঘাটাইল",
      "টাঙ্গাইল সদর",
      "দেলদুয়ার",
      "ধানবাড়ি",
      "নগরপুর",
      "বসাইল",
      "ভুয়াপুর",
      "মধুপুর",
      "মির্জাপুর",
      "সখিপুর"
    ],
    "cities": []
  },
  "বগুড়া": {
    "upazilas": [
      "আদমদিঘী",
      "কাহালু",
      "গাবতলি",
      "দুপচাচিয়া",
      "ধুনট",
      "নন্দিগ্রাম",
      "বগুড়া সদর",
      "শাহজাহানপুর",
      "শিবগঞ্জ",
      "শেরপুর",
      "সারিয়াকান্দি",
      "সোনাতলা"
    ],
    "cities": [
      {
        "name": "বগুড়া সিটি কর্পোরেশন",
        "thanas": [
          "বগুড়া সদর"
        ]
      }
    ]
  },
  "জয়পুরহাট": {
    "upazilas": [
      "আক্কেলপুর",
      "কালাই",
      "খেতলাল",
      "জয়পুরহাট সদর",
      "পাঁচবিবি"
    ],
    "cities": []
  },
  "নওগাঁ": {
    "upazilas": [
      "আত্রাই",
      "ধামইরহাট ",
      "নওগাঁ সদর",
      "নিয়ামতপুর",
      "পত্নীতলা",
      "পোরশা",
      "বদলগাছি",
      "মহাদেবপুর",
      "মান্দা",
      "রাণীনগর",
      "সাপাহার"
    ],
    "cities": []
  },
  "নাটোর": {
    "upazilas": [
      "নাটোর সদর",
      "বড়াই গ্রাম",
      "বড়াইগ্রাম",
      "বাগাতিপাড়া",
      "লালপুর"
    ],
    "cities": []
  },
  "চাঁপাইনবাবগঞ্জ": {
    "upazilas": [
      "গোমস্তাপুর",
      "নবাবগঞ্জ সদর",
      "নাচোল",
      "ভোলাহাট",
      "শিবগঞ্জ"
    ],
    "cities": []
  },
  "পাবনা": {
    "upazilas": [
      "আটঘরিয়া",
      "ঈশ্বরদী",
      "চাটমোহর",
      "পাবনা সদর",
      "ফরিদপুর",
      "বেড়া",
      "ভাঙ্গুরা",
      "সাথিয়া",
      "সুজানগর"
    ],
    "cities": []
  },
  "রাজশাহী": {
    "upazilas": [
      "গোদাগারি",
      "চারঘাট",
      "তানোর",
      "দুর্গাপুর",
      "পবা",
      "পুঠিয়া",
      "বাগমারা",
      "বাঘা",
      "মোহনপুর"
    ],
    "cities": [
      {
        "name": "রাজশাহী সিটি কর্পোরেশন",
        "thanas": [
          "বোয়ালিয়া",
          "রাজপাড়া",
          "মতিহার",
          "শাহমখদুম"
        ]
      }
    ]
  },
  "সিরাজগঞ্জ": {
    "upazilas": [
      "উল্লাপাড়া",
      "কাজীপুর",
      "কামারখান্দা",
      "চৌহালি",
      "তারাশ",
      "বেলকুচি",
      "রায়গঞ্জ",
      "শাহজাদপুর",
      "সিরাজগঞ্জ সদর"
    ],
    "cities": []
  },
  "দিনাজপুর": {
    "upazilas": [
      "কাহারোল",
      "খানসামা",
      "ঘোড়াঘাট",
      "চিরিরবন্দর",
      "দিনাজপুর সদর",
      "নবাবগঞ্জ",
      "পার্বতীপুর",
      "ফুলবাড়ি",
      "বিড়াল",
      "বিরামপুর",
      "বীরগঞ্জ",
      "বোচাগঞ্জ",
      "হাকিমপুর"
    ],
    "cities": []
  },
  "গাইবান্ধা": {
    "upazilas": [
      "গাইবান্ধা সদর",
      "গোবিন্দগঞ্জ",
      "পলাশবাড়ী",
      "ফুলছড়ি",
      "সাঘাটা",
      "সাদুল্যাপুর",
      "সুন্দরগঞ্জ"
    ],
    "cities": []
  },
  "কুড়িগ্রাম": {
    "upazilas": [
      "উলিপুর",
      "কুড়িগ্রাম সদর",
      "চর রাজিবপুর",
      "চিলমারি",
      "নাগেশ্বরী",
      "ফুলবাড়ি",
      "ভুরুঙ্গামারি",
      "রউমারি",
      "রাজারহাট"
    ],
    "cities": []
  },
  "লালমনিরহাট": {
    "upazilas": [
      "আদিতমারি",
      "কালীগঞ্জ",
      "পাটগ্রাম",
      "লালমনিরহাট সদর",
      "হাতিবান্ধা"
    ],
    "cities": []
  },
  "নীলফামারী": {
    "upazilas": [
      "কিশোরগঞ্জ",
      "জলঢাকা",
      "ডিমলা",
      "ডোমার",
      "নীলফামারী সদর",
      "সৈয়দপুর"
    ],
    "cities": []
  },
  "পঞ্চগড়": {
    "upazilas": [
      "আটোয়ারি",
      "তেঁতুলিয়া",
      "দেবীগঞ্জ",
      "পঞ্চগড় সদর",
      "বোদা"
    ],
    "cities": []
  },
  "রংপুর": {
    "upazilas": [
      "কাউনিয়া",
      "গঙ্গাচরা",
      "তারাগঞ্জ",
      "পীরগঞ্জ",
      "পীরগাছা",
      "বদরগঞ্জ",
      "মিঠাপুকুর",
      "রংপুর সদর"
    ],
    "cities": [
      {
        "name": "রংপুর সিটি কর্পোরেশন",
        "thanas": [
          "রংপুর কোতোয়ালি",
          "হারাগাছ"
        ]
      }
    ]
  },
  "ঠাকুরগাঁও": {
    "upazilas": [
      "ঠাকুরগাঁও সদর",
      "পীরগঞ্জ",
      "বালিয়াডাঙ্গি",
      "রাণীশংকৈল",
      "হরিপুর"
    ],
    "cities": []
  },
  "বরগুনা": {
    "upazilas": [
      "আমতলী",
      "তালতলী",
      "পাথরঘাটা",
      "বরগুনা সদর",
      "বামনা",
      "বেতাগি"
    ],
    "cities": []
  },
  "বরিশাল": {
    "upazilas": [
      "আগাইলঝরা",
      "ওয়াজিরপুর",
      "গৌরনদী",
      "বরিশাল সদর",
      "বাকেরগঞ্জ",
      "বানাড়িপারা",
      "বাবুগঞ্জ",
      "মুলাদি",
      "মেহেদিগঞ্জ ",
      "হিজলা"
    ],
    "cities": [
      {
        "name": "বরিশাল সিটি কর্পোরেশন",
        "thanas": [
          "বরিশাল কোতোয়ালি",
          "বন্দর"
        ]
      }
    ]
  },
  "ভোলা": {
    "upazilas": [
      "চর ফ্যাশন",
      "তাজুমুদ্দিন",
      "দৌলতখান",
      "বুরহানউদ্দিন",
      "ভোলা সদর",
      "মনপুরা",
      "লালমোহন"
    ],
    "cities": []
  },
  "ঝালকাঠি": {
    "upazilas": [
      "কাঁঠালিয়া",
      "ঝালকাঠি সদর",
      "নালচিতি",
      "রাজাপুর"
    ],
    "cities": []
  },
  "পটুয়াখালী": {
    "upazilas": [
      "কালাপারা",
      "গলাচিপা",
      "ডুমকি",
      "দশমিনা",
      "পটুয়াখালী সদর",
      "বাউফল",
      "মির্জাগঞ্জ ",
      "রাঙ্গাবালি"
    ],
    "cities": []
  },
  "পিরোজপুর": {
    "upazilas": [
      "কাউখালি",
      "জিয়ানগর",
      "নাজিরপুর",
      "নেসারাবাদ",
      "পিরোজপুর সদর",
      "ভ্যান্ডারিয়া",
      "মাঠবাড়িয়া"
    ],
    "cities": []
  },
  "বান্দরবান": {
    "upazilas": [
      "আলী কদম",
      "থানচি",
      "নাইখংছড়ি ",
      "বান্দরবন সদর",
      "রউয়াংছড়ি ",
      "রুমা",
      "লামা"
    ],
    "cities": []
  },
  "ব্রাহ্মণবাড়িয়া": {
    "upazilas": [
      "আখাউরা",
      "আশুগঞ্জ",
      "কসবা",
      "নবীনগর",
      "নাসির নগর",
      "বাঞ্ছারামপুর",
      "বিজয় নগর",
      "ব্রাহ্মণবাড়িয়া সদর",
      "শাহবাজপুর টাউন",
      "সরাইল"
    ],
    "cities": []
  },
  "চাঁদপুর": {
    "upazilas": [
      "কচুয়া",
      "চাঁদপুর সদর",
      "ফরিদগঞ্জ",
      "মতলব উত্তর",
      "মতলব দক্ষিণ",
      "শাহরাস্তি",
      "হাইমচর",
      "হাজীগঞ্জ"
    ],
    "cities": []
  },
  "চট্টগ্রাম": {
    "upazilas": [
      "মীরসরাই",
      "সীতাকুণ্ড",
      "ফটিকছড়ি",
      "হাটহাজারী",
      "রাউজান",
      "রাঙ্গুনিয়া",
      "বোয়ালখালী",
      "পটিয়া",
      "চন্দনাইশ",
      "সাতকানিয়া",
      "লোহাগাড়া",
      "বাঁশখালী",
      "আনোয়ারা",
      "কর্ণফুলী",
      "সন্দ্বীপ"
    ],
    "cities": [
      {
        "name": "চট্টগ্রাম সিটি কর্পোরেশন",
        "thanas": [
          "আকবর শাহ",
          "বাকলিয়া",
          "বন্দর",
          "বায়েজিদ",
          "চকবাজার",
          "চান্দগাঁও",
          "ডবল মুরিং",
          "ইপিজেড",
          "হালিশহর",
          "খুলশী",
          "কোতোয়ালি",
          "পাঁচলাইশ",
          "পাহাড়তলী",
          "পতেঙ্গা",
          "সদরঘাট"
        ]
      }
    ]
  },
  "কুমিল্লা": {
    "upazilas": [
      "কুমিল্লা সদর",
      "কুমিল্লা সদর দক্ষিণ",
      "চান্দিনা",
      "চৌদ্দগ্রাম",
      "তিতাস",
      "দাউদকান্দি",
      "দেবীদ্বার",
      "নাঙ্গালকোট",
      "বড়ুরা",
      "বুড়িচং",
      "ব্রাহ্মণপাড়া",
      "মনোহরগঞ্জ",
      "মুরাদনগর",
      "মেঘনা",
      "লাকসাম",
      "হোমনা"
    ],
    "cities": [
      {
        "name": "কুমিল্লা সিটি কর্পোরেশন",
        "thanas": [
          "কুমিল্লা কোতোয়ালি",
          "দক্ষিণ কুমিল্লা"
        ]
      }
    ]
  },
  "কক্সবাজার": {
    "upazilas": [
      "ঈদগাঁও",
      "উখিয়া",
      "কক্স বাজার সদর",
      "কুতুবদিয়া",
      "চকরিয়া",
      "টেকনাফ",
      "পেকুয়া",
      "মহেশখালী",
      "রামু"
    ],
    "cities": []
  },
  "ফেনী": {
    "upazilas": [
      "ছাগল নাইয়া",
      "দাগানভিয়া",
      "পরশুরাম",
      "ফুলগাজি",
      "ফেনী সদর",
      "সোনাগাজি"
    ],
    "cities": []
  },
  "খাগড়াছড়ি": {
    "upazilas": [
      "খাগড়াছড়ি",
      "দিঘিনালা ",
      "পানছড়ি",
      "মহলছড়ি",
      "মাটিরাঙ্গা",
      "মানিকছড়ি",
      "রামগড়",
      "লক্ষ্মীছড়ি"
    ],
    "cities": []
  },
  "লক্ষ্মীপুর": {
    "upazilas": [
      "কমল নগর",
      "রামগঞ্জ",
      "রামগতি",
      "রায়পুর",
      "লক্ষ্মীপুর সদর"
    ],
    "cities": []
  },
  "নোয়াখালী": {
    "upazilas": [
      "কবিরহাট ",
      "কোম্পানীগঞ্জ",
      "চাটখিল",
      "নোয়াখালী সদর",
      "বেগমগঞ্জ",
      "শেনবাগ",
      "সুবর্ণ চর ",
      "সোনাইমুরি",
      "হাতিয়া"
    ],
    "cities": []
  },
  "রাঙ্গামাটি": {
    "upazilas": [
      "কাউখালি",
      "কাপ্তাই",
      "জুরাইছড়ি",
      "নান্নেরচর ",
      "বরকল",
      "বাঘাইছড়ি",
      "বেলাইছড়ি",
      "রাঙ্গামাটি সদর",
      "রাজাস্থলি",
      "লাঙ্গাডু"
    ],
    "cities": []
  },
  "হবিগঞ্জ": {
    "upazilas": [
      "আজমিরিগঞ্জ",
      "চুনারুঘাট",
      "নবীগঞ্জ",
      "বানিয়াচং",
      "বাহুবল",
      "মাধবপুর",
      "লাখাই",
      "শায়েস্তাগঞ্জ",
      "হবিগঞ্জ সদর"
    ],
    "cities": []
  },
  "মৌলভীবাজার": {
    "upazilas": [
      "কামালগঞ্জ",
      "কুলাউরা",
      "জুড়ি",
      "বড়লেখা",
      "মৌলভীবাজার",
      "রাজনগর",
      "শ্রীমঙ্গল"
    ],
    "cities": []
  },
  "সুনামগঞ্জ": {
    "upazilas": [
      "ছাতক",
      "জগন্নাথপুর",
      "জামালগঞ্জ",
      "তাহিরপুর",
      "দেড়াই",
      "দোয়ারাবাজার",
      "ধরমপাশা",
      "বিসশম্ভারপুর",
      "মধ্যনগর",
      "শান্তিগঞ্জ",
      "সুনামগঞ্জ সদর",
      "সুল্লা"
    ],
    "cities": []
  },
  "সিলেট": {
    "upazilas": [
      "কানাইঘাট",
      "কোম্পানিগঞ্জ",
      "গোয়াইনঘাট",
      "গোলাপগঞ্জ",
      "জাকিগঞ্জ",
      "জৈন্তাপুর",
      "দক্ষিণ সুরমা",
      "নবীগঞ্জ",
      "ফেঞ্চুগঞ্জ",
      "বালাগঞ্জ",
      "বিশ্বনাথ",
      "বেয়ানিবাজার",
      "সিলেট সদর"
    ],
    "cities": [
      {
        "name": "সিলেট সিটি কর্পোরেশন",
        "thanas": [
          "সিলেট কোতোয়ালি",
          "জালালাবাদ",
          "দক্ষিণ সুরমা",
          "শাহপরান",
          "বিমানবন্দর"
        ]
      }
    ]
  },
  "বাগেরহাট": {
    "upazilas": [
      "কচুয়া",
      "চিতলমাড়ি",
      "ফকিরহাট",
      "বাগেরহাট সদর",
      "মংলা",
      "মরেলগঞ্জ",
      "মোল্লাহাট ",
      "রামপাল",
      "স্মরণখোলা"
    ],
    "cities": []
  },
  "চুয়াডাঙ্গা": {
    "upazilas": [
      "আলমডাঙ্গা",
      "চুয়াডাঙ্গা সদর",
      "জীবন নগর ",
      "দামুরহুদা"
    ],
    "cities": []
  },
  "যশোর": {
    "upazilas": [
      "অভয়নগর",
      "কেশবপুর",
      "চৌগাছা",
      "ঝিকরগাছা",
      "বাঘের পাড়া ",
      "মনিরামপুর ",
      "যশোর সদর",
      "সারশা"
    ],
    "cities": []
  },
  "ঝিনাইদহ": {
    "upazilas": [
      "কালীগঞ্জ",
      "কোট চাঁদপুর ",
      "ঝিনাইদহ সদর",
      "মহেশপুর",
      "শৈলকুপা",
      "হাড়িনাকুন্দা"
    ],
    "cities": []
  },
  "খুলনা": {
    "upazilas": [
      "কয়ড়া",
      "ডাকপে",
      "ডুমুরিয়া",
      "তেরোখাদা",
      "দিঘলিয়া",
      "পাইকগাছা",
      "ফুলতলা",
      "বাটিয়াঘাটা ",
      "রূপসা"
    ],
    "cities": [
      {
        "name": "খুলনা সিটি কর্পোরেশন",
        "thanas": [
          "খুলনা কোতোয়ালি",
          "সোনাডাঙ্গা",
          "খালিশপুর",
          "দৌলতপুর",
          "খানজাহান আলী"
        ]
      }
    ]
  },
  "কুষ্টিয়া": {
    "upazilas": [
      "কুমারখালি",
      "কুষ্টিয়া সদর",
      "খোকসা",
      "দৌলতপুর",
      "ভেরামারা",
      "মিরপুর"
    ],
    "cities": []
  },
  "মাগুরা": {
    "upazilas": [
      "মাগুরা সদর",
      "মোহাম্মাদপুর",
      "শালিখা",
      "শ্রীপুর"
    ],
    "cities": []
  },
  "মেহেরপুর": {
    "upazilas": [
      "গাংনী",
      "মুজিব নগর",
      "মেহেরপুর সদর"
    ],
    "cities": []
  },
  "নড়াইল": {
    "upazilas": [
      "কালিয়া",
      "নড়াইল সদর",
      "লোহাগাড়া"
    ],
    "cities": []
  },
  "সাতক্ষীরা": {
    "upazilas": [
      "আসসাশুনি ",
      "কলরোয়া",
      "কালীগঞ্জ",
      "তালা",
      "দেভাটা",
      "শ্যামনগর",
      "সাতক্ষীরা সদর"
    ],
    "cities": []
  }
};
